Repository: fnoorden/vs.knowledge
Catalog: vs/knowledge/locales/*/LC_MESSAGES/vs.knowledge.po
Languages: nl

source: (Experience level unknown)
nl: (Kennis niveau onbekend)

source: Advanced beginner
nl: Gevorderde beginner

source: All
nl: Alles

source: All attributes and aspects are treated separately and given equal importance
nl: Alle attributen en aspecten worden afzonderlijk behandeld en als even belangrijk gezien

source: Analytic approaches used only in novel situations or when problems occur
nl: Analytische methoden alleen in nieuwe situaties, of wanneer zich problemen voordoen, gebruikt

source: Analytically
nl: Analytisch

source: Automation knowledge
nl: Automatiserings kennis

source: Automation knowledge copied
nl: Automatiserings kennis gekopieerd

source: CV display
nl: CV weergave

source: Change profile
nl: Profiel wijzigen

source: Characteristics
nl: Karakteristieken

source: Clean old members from skills
nl: Verwijder ex-medewerkers uit de skills

source: Cleanup
nl: Opschonen

source: Complete profile
nl: Profiel aanvullen

source: Conscious, deliberate planning
nl: Bewuste, weloverwogen planning

source: Coping with crowdedness
nl: Omgaan met drukte

source: Copy to Clipboard
nl: Kopieer naar kladblok

source: Decision-making
nl: Besluitvorming

source: Decision-making less laboured
nl: Minder moeizame besluitvorming

source: Exclude
nl: Sluit uit

source: Exclude members by id (Click the header to see their id in the url). One member per line.
nl: Sluit gebruikers uit op basis van id (Klik de header op het overzicht om het id in de url te zien). Een gebruiker per regel.

source: Experience
nl: Ervaring

source: Expertises|Groups
nl: Expertises|Groepen

source: From level
nl: Vanaf niveau

source: Full profile
nl: Volledig profiel

source: Group
nl: Groep

source: Guidelines for action based on attributes or aspects (aspects are global characteristics of situations recognisable only after some prior experience)
nl: De richtlijnen voor acties op basis van attributen of aspecten (aspecten zijn pas na enige eerdere ervaring herkenbare globale kenmerken van situaties)

source: Has a deep understanding, sees actions holistically, can achieve a high standard routinely
nl: Heeft een diep begrip, ziet acties holistisch, kan een hoge standaard routinematig te bereiken

source: Has a good working and background understanding, sees actions at least partly in context, able to complete work independently to a standard that is acceptable though it may lack refinement.
nl: Heeft een goed begrip van achtergrond en werking, ziet de acties ten minste gedeeltelijk in context, is in staat om zelfstandig werk te voltooien naar een aanvaardbare standaard, hoewel dit verfijning mag missen.

source: Has a working understanding, tends to see actions as a series of steps, can complete simpler tasks without supervision.
nl: Heeft begrip van de werking, heeft de neiging om acties te zien als een reeks stappen, kan eenvoudige taken zonder toezicht te voltooien.

source: Has an authoritative or deep holistic understanding, deals with routine matters intuitively, able to go beyond existing interpretations, achieves excellence with ease.
nl: Heeft gezaghebbend of diep holistisch begrip, handelt intuïtief met routinematige zaken, kan verder gaan dan de bestaande interpretaties, bereikt met gemak uitmuntend resultaat.

source: Has an incomplete understanding, approaches tasks mechanistically and needs supervision to complete them.
nl: Heeft een onvolledig begrip, benadert taken mechanistisch en heeft toezicht nodig om ze te voltooien.

source: Holistically
nl: Holistisch

source: How context is assessed
nl: Hoe context wordt beoordeeld

source: How knowledge etc is treated
nl: Hoe kennis etc wordt behandeld

source: Intuitive
nl: Intuïtief

source: Intuitive grasp of situations based on deep tacit understanding
nl: Intuïtieve greep van situaties op basis van diep impliciet begrip

source: Knowledge profile
nl: Kennis profiel

source: Legend
nl: Legenda

source: Level
nl: Niveau

source: Little situational perception
nl: Weinig situationele waarneming

source: Member | Level | Show in profile
nl: Gebruiker | Niveau | Toon op profiel pagina

source: My profile
nl: Mijn profiel

source: Name
nl: Naam

source: No discretionary judgement
nl: Geen discretionair critisch vermogen

source: No longer relies on rules, guidelines or maxims
nl: Steunt niet langer op regels of richtlijnen

source: No skills qualify for the current filter.
nl: Er voldoen geen skills aan het huidige filter.

source: None
nl: Geen

source: Not meant for immediate editing. Only in case of emergency. Go through the available edit screens.
nl: Niet bedoeld voor handmatig aanpassen. Alleen in geval van nood. Gebruikers editten zelf via de gebruikelijke schermen.

source: Novice
nl: Beginner

source: Novice to Expert
nl: Beginner tot Expert

source: Now sees actions at least partially in terms of longer-term goals
nl: Ziet acties ten minste gedeeltelijk in termen van lange termijn doelen

source: On profile
nl: Op profiel

source: Overview of Skills per Member.
nl: Overzicht van Skills per gebruiker.

source: Perceives deviations from the normal pattern
nl: Waarneemt afwijkingen van het normale patroon

source: Pick the group that applies to this Skill.
nl: Kies de groep die op deze skill van toepassing is.

source: Possible Skill levels. Add levels one per line with the value and title seperated by a pipe symbol, e.g. Level|Title.
nl: Mogelijke Skill niveaus. Voeg niveaus toe, één per regel, met waarde en titel gescheiden door een '|', dus Niveau|Titel.

source: Possible groups within expertises to choose from on a Skill. In a table, the first column will show the expertise, the second will show the groups within the expertise, the third column will show the Skill and the fourth column will show the searchterms for the skill. Add expertises and groups, one group per line and the expertise and group seperated by a pipe symbol, e.g. Expertise|Group
nl: Mogelijke groepen binnen expertises om uit te kiezen bij een Skill. In een tabel zal de eerste kolom de expertise tonen, de tweede de groepen binnen de expertise en de derde de skill. Voeg expertises en groepen toe, één per regel, met expertise en groep gescheiden door een '|', dus Expertise|Groep.

source: Present
nl: Aanwezig

source: Proficient
nl: Bedreven

source: Profile
nl: Profiel

source: Rational
nl: Rationeel

source: Recognition of relevance
nl: Herkenning van relevantie

source: Rigid adherence to taught rules or plans
nl: Strak vasthouden aan geleerd regels of plannen

source: Searchterms
nl: Zoektermen

source: Sees situations holistically rather than in terms of aspects
nl: Ziet situaties holistisch in plaats van in termen van aspecten

source: Sees what is most important in a situation
nl: Ziet wat het belangrijkst is in een situatie

source: Show on profile page
nl: Toon op profiel pagina

source: Situational perception still limited
nl: Beperkte situationele waarneming

source: Skill experience level
nl: Skill niveau

source: Skill levels
nl: Skill niveaus

source: Skill, grouped by group within expertise.
nl: Skill, per groep binnen expertise.

source: Stage
nl: Stadium

source: Standardised and routinised procedures
nl: Gestandaardiseerde en routinematige procedures

source: Subgroup
nl: Subgroep

source: The 'expert' level does not signify that development stops, as expert practitioners need to evaluate their practice and keep up - to - date with new evidence.
nl: Het 'expert' niveau betekent niet dat de ontwikkeling stopt, omdat praktijkdeskundigen hun hun kennis op pijl dienen te houden met de huidige stand van zaken.

source: The Dreyfus model is used fairly widely (a) to provide a means of assessing and supporting progress in the development of skills or competencies, and (b) to provide a definition of accept able level for the assessment of competence or capability.
nl: Het Dreyfus-model is redelijk veel gebruikt als (a) een middel ter ondersteuning van het beoordelen van skill niveau, en (b) een aanvaardbare definitie voor de beoordeling van vakbekwaamheid.

source: The Dreyfus model of skill acquisition
nl: Het Dreyfus-model voor het aanleren van vaardigheden

source: The following users were removed from all skills:
nl: De volgende gebruikers zijn opgeschoond uit alle skills:

source: This is an imported value. Please specify the level of your experience with this skill.
nl: Dit is een geimporteerde waarde. Specificeer a.u.b. jouw kennis niveau.

source: Total
nl: Totaal

source: Update profile
nl: Profiel bijwerken

source: Uses maxims for guidance, whose meanings vary according to the situation
nl: Gebruikt richtlijnen voor steun, waarvan de betekenis is afhankelijk van de situatie

source: View my full skill CV
nl: Bekijk mijn volledige skill CV

source: Vision of what is possible
nl: Inzicht in wat mogelijk is

source: Without reference to context
nl: Zonder verwijzing naar context

source: You have empty entries in your profile, please add an experience level.
nl: Er zijn skills met een lege waarde in jouw profiel. Vul deze a.u.b. aan met een kennis niveau.

source: You have empty profile, please qualify your experience level for each skill.
nl: Jouw kennis profiel is leeg. Vul je kennis profiel in en geef elke skill een kennis niveau.

source: You have entries with an x value in your profile, please qualify your experience level.
nl: Er zijn skills met een 'X' waarde in jouw profiel. Vul deze a.u.b. aan met een kennis niveau.

source: profile
nl: profiel

source: remove_users
nl: Verwijderen

source: values_label
nl: Waarden
